{
    "receptek": [
        {
            "tipus": "főétel",
            "nev": "Krémes fokhagymás tészta",
            "ido": 35,
            "adag": 3,
            "hozzavalok": [
                {
                    "olivaolaj": "2 teáskanál"
                },
                {
                    "fokhagyma": "4 gerezd, apróra vágva"
                },
                {
                    "vaj": "2 evőkanál"
                },
                {
                    "víz": "~750 ml"
                },
                {
                    "bors": "0.5 teáskanál (fekete őrölt)"
                },
                {
                    "só": "0.25 teáskanál"
                },
                {
                    "tészta": "250 g"
                },
                {
                    "parmezán sajt": "100 g"
                },
                {
                    "tejszín": "200 ml"
                },
                {
                    "petrezselyem": "1.5 evőkanál"
                }
            ],
            "elkeszites": "1. Melegítsünk olívaolajat egy közepes serpenyőben közepes lángon. Adjuk hozzá a fokhagymát, és keverjük, amíg illatos nem lesz, 1-2 percig. Adjuk hozzá a vajat, és folyamatosan kevergetve olvasszuk meg.\n2. Öntsük hozzá a vizet; adjunk hozzá borsot és sót. Forraljuk fel. Adjuk hozzá a spagettit (vagy a választott tésztát), és időnként megkeverve főzzük, amíg puha, de harapható nem lesz, kb. 12 percig. Adjunk hozzá még vizet, ha a tészta elkezd ragadni a serpenyőhöz.\n3. Adjuk hozzá a parmezán sajtot, a tejszínt és a petrezselymet, és keverjük össze, amíg alaposan össze nem áll. Azonnal tálaljuk.",
            "source": "kremesFokhagymasTeszta.jpg",
            "forras": "https://www.allrecipes.com/recipe/269500/creamy-garlic-pasta/"
        },
        {
            "tipus": "vacsora",
            "nev": "Sült feta tészta",
            "ido": 40,
            "adag": 4,
            "hozzavalok": [
                {
                    "tészta": "350 g"
                },
                {
                    "víz": "~700 ml"
                },
                {
                    "feta sajt": "1 tömb (~250 g)"
                },
                {
                    "paradicsom": "0.5l db (cseresznyeparadicsom)"
                },
                {
                    "olivaolaj": "1 evőkanál"
                },
                {
                    "só": "0.5 teáskanál"
                },
                {
                    "bors": "0.25 teáskanál (fekete őrölt)"
                },
                {
                    "fokhagyma": "2 gerezd, apróra vágva"
                },
                {
                    "bazsalikom": "25 g"
                }
            ],
            "elkeszites": "A folyamat egyszerű, és ez az, ami szerintünk ezt a receptet olyan nagyszerűvé teszi! A következőkre lesz szükségünk:\n1. Melegítsük elő a sütőt 200 °C-ra.\n2. Tegyük a fetatömböt a tepsibe. - helyezzük a feta sajtblokkot a tál közepére.\n3. Adjuk hozzá a tésztát és a vizet - tegyük a száraztésztát a sütőtálba (a feta tömb körül), öntsük rá a vizet a nyers tésztára, és óvatosan keverjük össze a tésztát és a vizet (ügyelve arra, hogy a tészta ne kerüljön a feta alá vagy tetejére), hogy az összes tészta elmerüljön a folyadékban.\n4. Adjuk hozzá a cseresznyeparadicsomot, az EVOO-t, sót és borsot - szórjuk a cseresznyeparadicsomot a tészta tetejére, és locsoljunk meg mindent az EVOO-val, sóval és borssal.\n5. Szorosan lefedjük + sütjük - a tepsit a lehető legszorosabban lefedjük fóliával, és 400 fokon 40 percig sütjük.\n6. Adjuk hozzá a fokhagymát és a bazsalikomot + keverjük össze - miután befejeztük a sütést, vegyük le a fóliát, adjuk hozzá a felaprított fokhagymát és a friss bazsalikomot, és keverjünk össze mindent, amíg jól össze nem keveredik.\nTálalja és élvezze!",
            "source": "sultFetaTeszta.jpeg",
            "forras": "https://fedandfit.com/feta-pasta/"
        },
        {
            "tipus": "főétel",
            "nev": "Borsós csirketokány",
            "ido": 25,
            "adag": 4,
            "hozzavalok": [
                {
                    "tészta": "200 g"
                },
                {
                    "vöröshagyma": "1 fej(~120g)"
                },
                {
                    "fokhagyma": "3 gerezd"
                },
                {
                    "csirkemell": "400g"
                },
                {
                    "paradicsom": "1 teáskanál (sürítettparadicsom)"
                },
                {
                    "só": "csipet"
                },
                {
                    "bors": "csipet"
                },
                {
                    "tejszin": "300ml (habt)"
                },
                {
                    "zöldborsó": "200 g (mirelit)"
                },
                {
                    "vaj": "30 g"
                }
            ],
            "elkeszites": "A borsós csirketokány elkészítéséhez a zsírt melegítünk egy serpenyőben. Hozzáadjuk a finomra vágott vöröshagymát és fokhagymát, és közepes hőfokon 5 percig dinszteljük. Hozzáadjuk a kb. 2 cm-es csíkokra vágott csirkemellet. Sózzuk, borsozzuk, és erős hőfokon 2 perc alatt jól lepirítjuk. Mehet hozzá a sűrített paradicsom is, és újabb 1-2 percig pirítjuk. Felöntjük a tejszínnel, hozzáadjuk a borsót, a vajat, és további 6 perc alatt készre főzzük.\nA szarvacskatésztát kifőzzük a csomagoláson írtak szerint, és ezzel tálaljuk a ragut. ",
            "source": "borsosCsirketokany.jpg",
            "forras": "https://streetkitchen.hu/hust-hussal/borsos-csirketokany/"
        },
        {
            "tipus": "desszert",
            "nev": "Túrós pite",
            "ido": 65,
            "adag": 8,
            "hozzavalok": [
                {
                    "liszt": "60 dkg"
                },
                {
                    "cukor": "30 dkg"
                },
                {
                    "sütőpor": "1 csomag"
                },
                {
                    "vaj": "30 dkg"
                },
                {
                    "tejföl": "1 pohár"
                },
                {
                    "tojás": "5db"
                },
                {
                    "túró": "50dkg"
                },
                {
                    "vanilíás cukor": "1 csomag"
                },
                {
                    "citrom": "1db (reszelt héj)"
                },
                {
                    "zöldborsó": "200 g (mirelit)"
                }
            ],
            "elkeszites": "1. A túrós pite elkészítéséhez összekeverjük a lisztet, a cukrot és a sütőport, majd belemorzsoljuk a hideg vajat.\n2. Hozzáadjuk a tejfölt és a tojássárgákat, és gyors mozdulatokkal összekeverjük, összegyúrjuk a tésztát, majd folpackba csomagolva a hűtőbe tesszük, és hagyjuk pihenni. Ez idő alatt elkészítjük a túrós tölteléket.\n3. A töltelékhez összekeverjük a túrót, a tojássárgáját, a cukrot, a vaníliás cukrot, a lisztet és a citrom lereszelt héját és a mazsolát. A tojásfehérjét kemény habbá verjük, és a túrós masszába keverjük.\n4. Tepsibe terítjük a tészta 2/3-ad részét kinyújtva (nem kell túl vastagon), ezen elegyengetjük a túrós tölteléket. A tetejét négyzetrácsosan befedjük a maradék tésztával (vagy ráborítjuk vékonyra van nyújtva).\n5. Megszurkáljuk, és 170 fokra előmelegített sütőben 35-40 percig sütjük. Még forrón megszórjuk porcukorral.",
            "source": "turosPite.jpg",
            "forras": "https://www.mindmegette.hu/recept/turos-pite-ii"
        },
        {
            "tipus": "leves",
            "nev": "Zöldségleves tortillachipsszel",
            "ido": 45,
            "adag": 5,
            "hozzavalok": [
                {
                    "olivaolaj": "2 evőkanál"
                },
                {
                    "vöröshagyma": "1 fej(~120g)"
                },
                {
                    "fokhagyma": "4 gerezd"
                },
                {
                    "kömény": "0.25-0.5 teáskanál (őrölt római)"
                },
                {
                    "chilipor": "2-3 teáskanál"
                },
                {
                    "sárgarépa": "1 db, felkarikázva"
                },
                {
                    "burgonya": "1 db, felkockázva"
                },
                {
                    "paradicsom": "35 dkg, kockákra vágva"
                },
                {
                    "cukkini": "1 db, felkockázva"
                },
                {
                    "káposzta": "0.25 fej, csíkokra szelve"
                },
                {
                    "víz": "1 l"
                },
                {
                    "kukorica": "1 db"
                },
                {
                    "zöldbab": "10 db"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "korianderzöld": "4-6 evőkanál"
                },
                {
                    "salsa": "ízlésre"
                },
                {
                    "tortillachips": "ízlésre"
                }
            ],
            "elkeszites": "1. Az olajat vastag aljú serpenyőben vagy fazékban felforrósítjuk.\n2. Beledobjuk a vöröshagymát a fokhagymával együtt, és néhány perc alatt üvegesre pároljuk. Meghintjük a római köménnyel és chiliporral. Hozzákeverjük a felaprított sárgarépát, burgonyát, paradicsomot, cukkinit meg káposztát, és időnként megkeverve 2 percig pirítjuk.\n3. Felöntjük vízzel. Fedő alatt, közepes lángon, 20 perc alatt puhára főzzük a zöldségeket.\n4. Ha szükségesnek látjuk, kevés vizet öntünk hozzá, belekeverjük a kukoricát és a zöldbabot, majd további 5-10 perc alatt a babot is puhára pároljuk. Sóval, borssal ízesítjük, nem feledkezve meg arról, hogy a tortillachips is sós.\n5. Mélytányérba merjük, és apróra vágott friss korianderzöldet hintünk a tetejére. Kevés salsát kanalazunk a tetejére, és egy marék tortillachipset kínálunk mellé.",
            "source": "zoldseglevesTortillachipsszel.jpg",
            "forras": "Szakácskönyv Mexikói Konyha, több mint 100 fontosabb recept, 8. oldal (https://bookline.hu/product/home.action?_v=Szakacskonyvtar_Mexikoi_konyha&type=22&id=101359)"
        },
        {
            "tipus": "desszert",
            "nev": "Holland fánk",
            "ido": 50,
            "adag": 1,
            "hozzavalok": [
                {
                    "liszt": "30 dkg"
                },
                {
                    "cukor": "2 evőkanál"
                },
                {
                    "alma": "1 db"
                },
                {
                    "élesztő": "1 csomag(7g)"
                },
                {
                    "tej": "2,5 dl"
                },
                {
                    "tojás": "1db"
                },
                {
                    "só": "1 csipet"
                },
                {
                    "narancs": "1 db (reszelt héj)"
                },
                {
                    "mazsola": "10 dkg"
                },
                {
                    "porcukor": "tálaláshoz"
                },
                {
                    "olaj": "a sütéshez"
                }
            ],
            "elkeszites": "1. Meglangyosítjuk a tejet. Beletesszük a két evőkanál cukrot, beleszórjuk az élesztőt, elkeverjük, és langyos helyen hagyjuk tíz percig állni.\n2. Közben az almát meghámozzuk és apróra vágjuk.\n3. Keverőtálba tesszük a lisztet, hozzáöntjük a felhabosodott élesztős tejet, a villával felvert tojást, a csipet sót, és habverővel összedolgozzuk. Végül beleforgatjuk az apróra vágott almát, a narancs reszelt héját és a mazsolát. Letakarva egy órán át hagyjuk kelni. \n4. Egy serpenyőben bő olajat forrósítunk. Két evőkanalat belemártunk, majd a tésztából kiveszünk egy kanálnyit, megformázzuk a két kanállal, beletesszük a forró olajba. Ha pirulni kezd, megfordítjuk. Konyhai kéztörlőre szedve hagyjuk lecsepegni, végül megforgatjuk porcukorban.",
            "source": "HollandFank.png",
            "forras": "https://www.mindmegette.hu/alapetelek/oliebollen-holland-fank-recept"
        }     
    ]
}