{
    "receptek": [
        {
            "id": 1,
            "tipus": "főétel",
            "nev": "Krémes fokhagymás tészta",
            "tagek": "tészta;sajtos",
            "ido": 35,
            "adag": 3,
            "hozzavalok": [
                {
                    "olivaolaj": "2 teáskanál"
                },
                {
                    "fokhagyma": "4 gerezd, apróra vágva"
                },
                {
                    "vaj": "2 evőkanál"
                },
                {
                    "víz": "~750 ml"
                },
                {
                    "bors": "0.5 teáskanál (fekete őrölt)"
                },
                {
                    "só": "0.25 teáskanál"
                },
                {
                    "tészta": "250 g"
                },
                {
                    "parmezán sajt": "100 g"
                },
                {
                    "tejszín": "200 ml"
                },
                {
                    "petrezselyem": "1.5 evőkanál"
                }
            ],
            "elkeszites": "1. Melegítsünk olívaolajat egy közepes serpenyőben közepes lángon. Adjuk hozzá a fokhagymát, és keverjük, amíg illatos nem lesz, 1-2 percig. Adjuk hozzá a vajat, és folyamatosan kevergetve olvasszuk meg.\n2. Öntsük hozzá a vizet; adjunk hozzá borsot és sót. Forraljuk fel. Adjuk hozzá a spagettit (vagy a választott tésztát), és időnként megkeverve főzzük, amíg puha, de harapható nem lesz, kb. 12 percig. Adjunk hozzá még vizet, ha a tészta elkezd ragadni a serpenyőhöz.\n3. Adjuk hozzá a parmezán sajtot, a tejszínt és a petrezselymet, és keverjük össze, amíg alaposan össze nem áll. Azonnal tálaljuk.",
            "kepnev": "kremesFokhagymasTeszta.jpg",
            "forras": "https://www.allrecipes.com/recipe/269500/creamy-garlic-pasta/"
        },
        {
            "id": 2,
            "tipus": "vacsora",
            "nev": "Sült feta tészta",
            "tagek": "tészta;sajtos",
            "ido": 40,
            "adag": 4,
            "hozzavalok": [
                {
                    "tészta": "350 g"
                },
                {
                    "víz": "~700 ml"
                },
                {
                    "feta sajt": "1 tömb (~250 g)"
                },
                {
                    "paradicsom": "0.5l db (cseresznyeparadicsom)"
                },
                {
                    "olivaolaj": "1 evőkanál"
                },
                {
                    "só": "0.5 teáskanál"
                },
                {
                    "bors": "0.25 teáskanál (fekete őrölt)"
                },
                {
                    "fokhagyma": "2 gerezd, apróra vágva"
                },
                {
                    "bazsalikom": "25 g"
                }
            ],
            "elkeszites": "A folyamat egyszerű, és ez az, ami szerintünk ezt a receptet olyan nagyszerűvé teszi! A következőkre lesz szükségünk:\n1. Melegítsük elő a sütőt 200 °C-ra.\n2. Tegyük a fetatömböt a tepsibe. - helyezzük a feta sajtblokkot a tál közepére.\n3. Adjuk hozzá a tésztát és a vizet - tegyük a száraztésztát a sütőtálba (a feta tömb körül), öntsük rá a vizet a nyers tésztára, és óvatosan keverjük össze a tésztát és a vizet (ügyelve arra, hogy a tészta ne kerüljön a feta alá vagy tetejére), hogy az összes tészta elmerüljön a folyadékban.\n4. Adjuk hozzá a cseresznyeparadicsomot, az EVOO-t, sót és borsot - szórjuk a cseresznyeparadicsomot a tészta tetejére, és locsoljunk meg mindent az EVOO-val, sóval és borssal.\n5. Szorosan lefedjük + sütjük - a tepsit a lehető legszorosabban lefedjük fóliával, és 400 fokon 40 percig sütjük.\n6. Adjuk hozzá a fokhagymát és a bazsalikomot + keverjük össze - miután befejeztük a sütést, vegyük le a fóliát, adjuk hozzá a felaprított fokhagymát és a friss bazsalikomot, és keverjünk össze mindent, amíg jól össze nem keveredik.\nTálalja és élvezze!",
            "kepnev": "sultFetaTeszta.jpeg",
            "forras": "https://fedandfit.com/feta-pasta/"
        },
        {
            "id": 3,
            "tipus": "főétel",
            "nev": "Borsós csirketokány",
            "tagek": "",
            "ido": 25,
            "adag": 4,
            "hozzavalok": [
                {
                    "tészta": "200 g"
                },
                {
                    "vöröshagyma": "1 fej(~120g)"
                },
                {
                    "fokhagyma": "3 gerezd"
                },
                {
                    "csirkemell": "400g"
                },
                {
                    "paradicsom": "1 teáskanál (sürítettparadicsom)"
                },
                {
                    "só": "csipet"
                },
                {
                    "bors": "csipet"
                },
                {
                    "tejszín": "300ml (habt)"
                },
                {
                    "zöldborsó": "200 g (mirelit)"
                },
                {
                    "vaj": "30 g"
                }
            ],
            "elkeszites": "A borsós csirketokány elkészítéséhez a zsírt melegítünk egy serpenyőben. Hozzáadjuk a finomra vágott vöröshagymát és fokhagymát, és közepes hőfokon 5 percig dinszteljük. Hozzáadjuk a kb. 2 cm-es csíkokra vágott csirkemellet. Sózzuk, borsozzuk, és erős hőfokon 2 perc alatt jól lepirítjuk. Mehet hozzá a sűrített paradicsom is, és újabb 1-2 percig pirítjuk. Felöntjük a tejszínnel, hozzáadjuk a borsót, a vajat, és további 6 perc alatt készre főzzük.\nA szarvacskatésztát kifőzzük a csomagoláson írtak szerint, és ezzel tálaljuk a ragut. ",
            "kepnev": "borsosCsirketokany.jpg",
            "forras": "https://streetkitchen.hu/hust-hussal/borsos-csirketokany/"
        },
        {
            "id": 4,
            "tipus": "desszert",
            "nev": "Túrós pite",
            "tagek": "édes",
            "ido": 65,
            "adag": 8,
            "hozzavalok": [
                {
                    "liszt": "60 dkg"
                },
                {
                    "cukor": "30 dkg"
                },
                {
                    "sütőpor": "1 csomag"
                },
                {
                    "vaj": "30 dkg"
                },
                {
                    "tejföl": "1 pohár"
                },
                {
                    "tojás": "5db"
                },
                {
                    "túró": "50dkg"
                },
                {
                    "vaníliás cukor": "1 csomag"
                },
                {
                    "citrom": "1db (reszelt héj)"
                },
                {
                    "zöldborsó": "200 g (mirelit)"
                }
            ],
            "elkeszites": "1. A túrós pite elkészítéséhez összekeverjük a lisztet, a cukrot és a sütőport, majd belemorzsoljuk a hideg vajat.\n2. Hozzáadjuk a tejfölt és a tojássárgákat, és gyors mozdulatokkal összekeverjük, összegyúrjuk a tésztát, majd folpackba csomagolva a hűtőbe tesszük, és hagyjuk pihenni. Ez idő alatt elkészítjük a túrós tölteléket.\n3. A töltelékhez összekeverjük a túrót, a tojássárgáját, a cukrot, a vaníliás cukrot, a lisztet és a citrom lereszelt héját és a mazsolát. A tojásfehérjét kemény habbá verjük, és a túrós masszába keverjük.\n4. Tepsibe terítjük a tészta 2/3-ad részét kinyújtva (nem kell túl vastagon), ezen elegyengetjük a túrós tölteléket. A tetejét négyzetrácsosan befedjük a maradék tésztával (vagy ráborítjuk vékonyra van nyújtva).\n5. Megszurkáljuk, és 170 fokra előmelegített sütőben 35-40 percig sütjük. Még forrón megszórjuk porcukorral.",
            "kepnev": "turosPite.jpg",
            "forras": "https://www.mindmegette.hu/recept/turos-pite-ii"
        },
        {
            "id": 5,
            "tipus": "leves",
            "nev": "Zöldségleves tortillachipsszel",
            "tagek": "",
            "ido": 45,
            "adag": 5,
            "hozzavalok": [
                {
                    "olivaolaj": "2 evőkanál"
                },
                {
                    "vöröshagyma": "1 fej(~120g)"
                },
                {
                    "fokhagyma": "4 gerezd"
                },
                {
                    "kömény": "0.25-0.5 teáskanál (őrölt római)"
                },
                {
                    "chilipor": "2-3 teáskanál"
                },
                {
                    "sárgarépa": "1 db, felkarikázva"
                },
                {
                    "burgonya": "1 db, felkockázva"
                },
                {
                    "paradicsom": "35 dkg, kockákra vágva"
                },
                {
                    "cukkini": "1 db, felkockázva"
                },
                {
                    "káposzta": "0.25 fej, csíkokra szelve"
                },
                {
                    "víz": "1 l"
                },
                {
                    "kukorica": "1 db"
                },
                {
                    "zöldbab": "10 db"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "korianderzöld": "4-6 evőkanál"
                },
                {
                    "salsa": "ízlésre"
                },
                {
                    "tortillachips": "ízlésre"
                }
            ],
            "elkeszites": "1. Az olajat vastag aljú serpenyőben vagy fazékban felforrósítjuk.\n2. Beledobjuk a vöröshagymát a fokhagymával együtt, és néhány perc alatt üvegesre pároljuk. Meghintjük a római köménnyel és chiliporral. Hozzákeverjük a felaprított sárgarépát, burgonyát, paradicsomot, cukkinit meg káposztát, és időnként megkeverve 2 percig pirítjuk.\n3. Felöntjük vízzel. Fedő alatt, közepes lángon, 20 perc alatt puhára főzzük a zöldségeket.\n4. Ha szükségesnek látjuk, kevés vizet öntünk hozzá, belekeverjük a kukoricát és a zöldbabot, majd további 5-10 perc alatt a babot is puhára pároljuk. Sóval, borssal ízesítjük, nem feledkezve meg arról, hogy a tortillachips is sós.\n5. Mélytányérba merjük, és apróra vágott friss korianderzöldet hintünk a tetejére. Kevés salsát kanalazunk a tetejére, és egy marék tortillachipset kínálunk mellé.",
            "kepnev": "zoldseglevesTortillachipsszel.jpg",
            "forras": "Szakácskönyv Mexikói Konyha, több mint 100 fontosabb recept, 8. oldal (https://bookline.hu/product/home.action?_v=Szakacskonyvtar_Mexikoi_konyha&type=22&id=101359)"
        },
        {
            "id": 6,
            "tipus": "desszert",
            "nev": "Holland fánk",
            "tagek": "édes",
            "ido": 50,
            "adag": 1,
            "hozzavalok": [
                {
                    "liszt": "30 dkg"
                },
                {
                    "cukor": "2 evőkanál"
                },
                {
                    "alma": "1 db"
                },
                {
                    "élesztő": "1 csomag(7g)"
                },
                {
                    "tej": "2,5 dl"
                },
                {
                    "tojás": "1db"
                },
                {
                    "só": "1 csipet"
                },
                {
                    "narancs": "1 db (reszelt héj)"
                },
                {
                    "mazsola": "10 dkg"
                },
                {
                    "porcukor": "tálaláshoz"
                },
                {
                    "olaj": "a sütéshez"
                }
            ],
            "elkeszites": "1. Meglangyosítjuk a tejet. Beletesszük a két evőkanál cukrot, beleszórjuk az élesztőt, elkeverjük, és langyos helyen hagyjuk tíz percig állni.\n2. Közben az almát meghámozzuk és apróra vágjuk.\n3. Keverőtálba tesszük a lisztet, hozzáöntjük a felhabosodott élesztős tejet, a villával felvert tojást, a csipet sót, és habverővel összedolgozzuk. Végül beleforgatjuk az apróra vágott almát, a narancs reszelt héját és a mazsolát. Letakarva egy órán át hagyjuk kelni. \n4. Egy serpenyőben bő olajat forrósítunk. Két evőkanalat belemártunk, majd a tésztából kiveszünk egy kanálnyit, megformázzuk a két kanállal, beletesszük a forró olajba. Ha pirulni kezd, megfordítjuk. Konyhai kéztörlőre szedve hagyjuk lecsepegni, végül megforgatjuk porcukorban.",
            "kepnev": "HollandFank.png",
            "forras": "https://www.mindmegette.hu/alapetelek/oliebollen-holland-fank-recept"
        },
        {
            "id": 7,
            "tipus": "főétel",
            "nev": "Hagyományos káposztás tészta",
            "tagek": "tészta",
            "ido": 45,
            "adag": 4,
            "hozzavalok": [
                {
                    "káposzta": "1kg (fejeskáposzta)"
                },
                {
                    "étolaj": "7 dl"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "1 teáskanál"
                },
                {
                    "tészta": "50 dkg (fodros kockatészta)"
                }
            ],
            "elkeszites": "1. A káposzta külső leveleit eltávolítjuk, majd negyedeljük. A torzsáját kivágjuk és a leveleit felkockázzuk.\n2. Egy nagyobb fazékban olajat hevítünk, erre dobjuk rá a kockázott káposztát, alaposan sózzuk, és folyamatos kevergetés mellett pirítjuk, amíg a káposzta kb. a felére esik össze, közben frissen őrölt borssal megszórjuk.\n3. Amíg pirul a káposzta egy lábasban vizet forralunk kevés olajjal, majd ha felforrt, sózzuk a főzővizet, és puhára főzzük a tésztát. Leszűrjük, és a pirított káposztához keverjük. Frissen tálaljuk.",
            "kepnev": "hagyomanyosKaposztasTeszta.jpg",
            "forras": "https://www.mindmegette.hu/recept/hagyomanyos-kaposztas-teszta"
        },
        {
            "id": 8,
            "tipus": "reggeli",
            "nev": "Rántotta",
            "tagek": "",
            "ido": 10,
            "adag": 1,
            "hozzavalok": [
                {
                    "olaj": "0.5 teáskanál"
                },
                {
                    "vaj": "1 teáskanál"
                },
                {
                    "tojás": "3 db"
                },
                {
                    "só": "1 csipet"
                }
            ],
            "elkeszites": "1. Egy serpenyőt közepes lángon melegíteni kezdünk. Beleöntjük az olajat, majd hozzáadjuk a vajat. Amíg a vaj felhabzik, a tojásokat egy keverőtálba öntjük, sózzuk, villával kissé felverjük (nem kell, hogy teljesen elkeveredjen a sárgája a fehérjével).\n2. A keveréket a habzó vajra öntjük, és körkörös mozdulatokkal keverve megsütjük. Ügyeljünk arra, hogy ne süssük szárazra (3 db tojás esetén nagyjából 1-2 perc a sütési idő).\n3. Végül ízlés szerint megszórhatjuk egy kevés őrölt pirospaprikával vagy akár sajttal. Pirítóssal, vagy friss kenyérrel tálaljuk.",
            "kepnev": "rantotta.jpg",
            "forras": "https://www.mindmegette.hu/recept/rantotta"
        },
        {
            "id": 9,
            "tipus": "leves",
            "nev": "Póréhagyma-krémleves pirítóssal",
            "tagek": "",
            "ido": 45,
            "adag": 4,
            "hozzavalok": [
                {
                    "vaj": "2 evőkanál"
                },
                {
                    "póréhagyma": "2 db"
                },
                {
                    "víz": "1 liter"
                },
                {
                    "burgonya": "2 db"
                },
                {
                    "babérlevél": "1 db"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "tejszín": "4 evőkanál"
                },
                {
                    "snidling": "ízlésre"
                }
            ],
            "elkeszites": "1. A vajat egy lábasban megolvasztjuk, és megfuttatjuk benne a megtisztított, apróra vágott póréhagymát. Addig főzzük, míg megpuhul (ez kb. 10 perc).\n2. Felöntjük az alaplével, hozzáadjuk a meghámozott, felkockázott burgonyát és a babérlevelet. Sózzuk, borsozzuk, és felforraljuk, majd közepes lángon kb. 15 percig főzzük, vagy amíg a burgonya teljesen megpuhul.\n3. Lehúzzuk a levest a tűzről, hagyjuk kissé hűlni, majd eltávolítjuk belőle a babérlevelet.\n4. A levest simára turmixoljuk, majd visszatesszük a tűzre. Folyamatos kevergetés mellett hozzáadjuk a tejszínt, és felforraljuk. Ha szükséges, ismét sózzuk, borsozzuk. Ezután lehúzzuk a tűzről, és tányérokba vagy kis tálkákba merve kínáljuk.\n5. Megszórjuk az apróra vágott snidlinggel, és pirított kenyérszeleteket kínálunk mellé.",
            "kepnev": "porehagymaKremlevesPiritossal.jpg",
            "forras": "https://www.mindmegette.hu/recept/porehagymakremleves-piritossal"
        },
        {
            "id": 10,
            "tipus": "főétel",
            "nev": "Csirke Cordon bleu sonkás rizzsel",
            "tagek": "",
            "ido": 90,
            "adag": 6,
            "hozzavalok": [
                {
                    "csirkemell": "1.2 kg"
                },
                {
                    "sonka": "40 dkg"
                },
                {
                    "sajt": "30 dkg"
                },
                {
                    "finomliszt": "12 dkg"
                },
                {
                    "tojás": "5 db"
                },
                {
                    "zsemlemorzsa": "20 dkg"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "olaj": "3 dl (napraforgó olaj)"
                },
                {
                    "rizs": "30 dkg"
                },
                {
                    "sonka": "10 dkg"
                },
                {
                    "vöröshagyma": "1 db (közepes)"
                },
                {
                    "vaj": "5 dkg"
                },
                {
                    "víz": "3 dl"
                }
            ],
            "elkeszites": "1. Megtisztítjuk, megmossuk, vékony szeletekre vágjuk, majd folpackban kiklopfoljuk a húst. Mindkét oldalát ízlés szerint sózzuk, borsozzuk.\n2. Előkészítjük a (30 dkg) sonkát, lereszeljük a sajtot, majd a hússzeletekre helyezünk 2 szelet sonkát és egy maréknyi sajtot, és szorosan feltekerjük (ha kisebbek a szeletek, akkor érdemes fogpiszkálóval összetűzni, hogy ne nyíljanak szét). Ha kész vagyunk, akkor tálcára helyezzük a roládokat, folpackkal fedjük, majd hűtőben pihentetjük, közben elkészítjük a köreteket.\n3. Kb. 30-40 perc pihentetés után (duplán) bepanírozzuk a húsokat a következőképpen: először lisztben forgatjuk meg, majd sóval felvert tojásba, zsemlemorzsába, majd ismét tojásba, és végül zsemlemorzsában hempergetjük meg a húsokat.\n4. Felhevítjük az olajat egy serpenyőben, és minden oldalát aranybarnára sütjük közepes hőfokozaton (kb. 20 perc).\n5. Átmossuk a rizst, szűrőn lecsepegtetjük. Megtisztítjuk, megmossuk a vöröshagymát felaprítjuk, a (10 dkg) sonkát 1x1 cm-es kockákra vágjuk.\n6. A vajat felhevítjük egy lábasban, majd beletesszük a hagymát, és üvegesre pároljuk. Utána hozzáadjuk a sonkát, majd a rizst, és pár percig pirítjuk.\n7. Sózzuk, borsozzuk, felöntjük vízzel, és az egészet puhára főzzük (rizsfajtától függ, de kb. 10-15 perc). Tálalás előtt még fedő alatt pár percig pihentetjük.",
            "kepnev": "csirkeCordonBleuSonkasRizzsel.jpg",
            "forras": "https://www.nosalty.hu/recept/csirke-cordon-bleu-zoldkorettel-sonkas-rizzsel?adag=6#ingredients"
        },
        {
            "id": 11,
            "tipus": "reggeli",
            "nev": "Tükörtojás",
            "tagek": "",
            "ido": 5,
            "adag": 2,
            "hozzavalok": [
                {
                    "tojás": "2 db"
                },
                {
                    "olaj": "2 evőkanál (napraforgó olaj)"
                }
            ],
            "elkeszites": "1. Az olajat egy serpenyőben kellőképp felforrósítjuk és óvatosan beleütjük a tojásokat.\n2. Keverés nélkül készre sütjük, míg a tojásfehérje megsül, de a sárgája folyós marad.\n3. Hogy jobban átsüljön, a tojásfehérjét egy villa segítségével óvatosan megmozgathatjuk.",
            "kepnev": "tukortojas.jpg",
            "forras": "https://www.nosalty.hu/recept/tukortojas?adag=2#ingredients ; https://streetkitchen.hu/basic/tukortojas-sutese/"
        },
        {
            "id": 12,
            "tipus": "desszert",
            "nev": "Csokis cupcake",
            "tagek": "édes",
            "ido": 45,
            "adag": 12,
            "hozzavalok": [
                {
                    "vaj": "15 dkg (puha)"
                },
                {
                    "cukor": "12 dkg + 2 evőkanál"
                },
                {
                    "tojás": "3 db"
                },
                {
                    "liszt": "15 dkg"
                },
                {
                    "sütőpor": "1.5 teáskanál"
                },
                {
                    "kakaópor": "3 evőkanál (púpos)"
                },
                {
                    "tejszín": "2 dl"
                },
                {
                    "étcsokoládé": "20 dkg"
                }
            ],
            "elkeszites": "1. A vajat habosra keverjük a cukorral, és egyenként beledolgozzuk a tojásokat. A lisztet elvegyítjük a sütőporral és a kakaóval, majd a vajas keverékbe forgatjuk.\n2. A sütőt előmelegítjük 180 fokra. A tészta masszját egy 12 részes muffintepsi papírkapszlikkal kibélelt mélyedéseibe kanalazzuk, majd kb. 20 perc alatt megsütjük. A muffinokat kiemeljük a tepsiből, és a rácson hűlni hagyjuk.\n3. A krémhez felverjük a tejszínt a cukorral, majd hozzákeverjük a gőz felett felolvasztott csokoládét. A krémet lehűtjük, majd habzsákba töltjük, és a muffinok tetejére nyomjuk. Végül mindet megszórjuk csokoládédarabokkal.",
            "kepnev": "csokisCupcake.jpg",
            "forras": "https://www.mindmegette.hu/recept/csokis-cupcake"
        },
        {
            "id": 13,
            "tipus": "reggeli",
            "nev": "Amerikai palacsinta",
            "tagek": "édes",
            "ido": 7,
            "adag": 4,
            "hozzavalok": [
                {
                    "finomliszt": "225 g"
                },
                {
                    "tojás": "1 db"
                },
                {
                    "tej": "3 dl"
                },
                {
                    "sütőpor": "1 csomag"
                },
                {
                    "cukor": "3 evőkanál"
                },
                {
                    "vaníliás cukor": "1 csomag"
                },
                {
                    "fahéj": "1 késhegynyi"
                },
                {
                    "olaj": "1 evőkanál (napraforgó olaj)"
                }
            ],
            "elkeszites": "1. Az összes hozzávalót beletesszük a turmixba, és alaposan összemixeljük. Érdemes 2 részletben hozzáadni a tejet és a lisztet, így egyszerűbb, hatékonyabb.\n2. Felforrósítunk és beolajozunk egy teflon serpenyőt. A tésztakeverékből 2-3 korongot csorgatunk bele. A turmix kiöntője segítségével egyszerű adagolni. Aranybarnára sütjük mindkét oldalát.\n3. Ízlés szerint fogyaszthatjuk mézzel, mogyorókrémmel, olvasztott csokival, lekvárral, juharsziruppal.",
            "kepnev": "amerikaiPalacsinta.jpg",
            "forras": "https://www.nosalty.hu/recept/gyors-amerikai-palacsinta"
        },
        {
            "id": 14,
            "tipus": "főétel",
            "nev": "Paprikás krumpli",
            "tagek": "krumpli;sós",
            "ido": 40,
            "adag": 4,
            "hozzavalok": [
                {
                    "hagyma": "2 fej"
                },
                {
                    "olaj": "főzéshez"
                },
                {
                    "kolbász": "20 dkg"
                },
                {
                    "pirospaprika": "2 evőkanál"
                },
                {
                    "burgonya": "1 kg"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "paradicsompüré": "1 evőkanál"
                }
            ],
            "elkeszites": "1. A hagyományos paprikás krumpli elkészítéséhez a hagymát megtisztítjuk, apró kockára vágjuk.\n2. Tűzálló tálban egy kevés olajat forrósítunk, beletesszük a felaprított hagymát, és üvegesre pirítjuk, majd hozzáadjuk a felkarikázott kolbászt, és megpirítjuk.\n3. Lehúzzuk a lábast a tűzhelyről, megszórjuk a kolbászos pirított hagymát a pirospaprikával.\n4. Átkeverjük, majd hozzáadjuk az alaposan megmosott, megtisztított, kockákra vágott burgonyát.\n5. Felöntjük annyi vízzel, ami majdnem ellepi. Megsózzuk, hozzáadjuk a paradicsompürét, és addig főzzük, amíg a burgonya megpuhul.\n6. Friss kenyérrel, savanyú uborkával tálaljuk.",
            "kepnev": "paprikasKrumpli.jpg",
            "forras": "https://www.mindmegette.hu/recept/paprikas-krumpli"
        },
        {
            "id": 15,
            "tipus": "főétel",
            "nev": "Csőben sült karalábé",
            "tagek": "vegetáriánus",
            "ido": 45,
            "adag": 4,
            "hozzavalok": [
                {
                    "karalábé": "4 db (200 g/db)"
                },
                {
                    "vaj": "100 g"
                },
                {
                    "vöröshagyma": "2 fej"
                },
                {
                    "fokhagyma": "6 gerezd"
                },
                {
                    "cukor": "2 teáskanál (kristálycukor)"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "bazsalikom": "0.5 csokor"
                },
                {
                    "finomliszt": "35 g"
                },
                {
                    "tej": "500 ml"
                },
                {
                    "szerecsendió": "0.5 teáskanál (őrölt)"
                },
                {
                    "edami sajt": "150 g"
                },
                {
                    "petrezselyem": "0.5 csokor"
                }
            ],
            "elkeszites": "1. A karalábékat megpucoljuk és 1 cm-es szeletekre vágjuk, majd bő, enyhén sós vízben előfőzzük őket kb. 10 perc alatt. Akkor jó, ha marad egy kis roppanása a zöldségnek. Leszűrjük és félretesszük. \n2. Egy serpenyőben, közepesen magas hőfokon megkaramellizáljuk a vajon (50 g) a félfőre vágott vöröshagymát és a szeletelt fokhagymát a cukorral kb. 10 perc alatt, közben sózzuk és borsozzuk, majd ha elkészültünk, belekeverjük a finomra vágott bazsalikomot és félrerakjuk. \n3. A besamelhez közepesen magas hőfokon, egy lábasban habzásig melegítjük a vajat (50 g), majd ráöntjük a lisztet és 1 percig pirítjuk. Felöntjük a hideg tejjel, amit egy habverővel folyamatosan keverünk, közben sózzuk, borsozzuk és ízesítjük a szerecsendióval. Forrástól számítva 2-3 percig főzzük a besamelt, majd lehúzzuk a tűzről. \n4. Egy tepsibe rétegezzük félig fedve a karalábészeleteket, az egészet beborítjuk a pirított vajas, bazsalikomos hagymával, és leöntjük a besamellel. A tetejére szórjuk a reszelt edami sajtot, és betesszük grill funkción a 230 fokra előmelegített sütőbe kb. 15 percre, míg a sajt szépen rápirul. Utána már szedhetjük is tányérra a csőben sült karalábét, amit megszórunk finomra vágott petrezselyemmel. ",
            "kepnev": "csobenSultKaralabe.jpg",
            "forras": "https://streetkitchen.hu/green-kitchen/vegetarianus/csoben-sult-karalabe/"
        },
        {
            "id": 16,
            "tipus": "desszert",
            "nev": "Körtés pite",
            "tagek": "édes",
            "ido": 110,
            "adag": 1,
            "hozzavalok": [
                {
                    "finomliszt": "300 g"
                },
                {
                    "vaj": "150 g (fagyasztott)"
                },
                {
                    "só": "1 csipet"
                },
                {
                    "sütőpor": "1 teáskanál"
                },
                {
                    "cukor": "180 g (porcukor)"
                },
                {
                    "citrom": "1 db"
                },
                {
                    "tojás": "2 db"
                },
                {
                    "körte": "4 db"
                },
                {
                    "mandulaszirom": "50 g"
                },
                {
                    "vaníliás pudingpor": "1 csomag"
                },
                {
                    "tej": "500 ml"
                }
            ],
            "elkeszites": "1. A körtés pite elkészítését a tésztával kezdjük. Ehhez a lisztbe belereszeljük a vajat úgy, hogy közben néha belemártjuk a lisztbe. Ezzel a technikával nem fog összeállni egy csomóba a vaj. Beleszórjuk a sót és a sütőport, és hozzáadunk 130 g porcukrot, valamint a citrom lereszelt héját. Jöhet a tálba egy egész tojás és egy tojássárgája, majd az egész tésztát alaposan összegyúrjuk és folpackba csomagolva hűtőben pihentetjük legalább 30 percet. \n2. A citrom levét kifacsarjuk, a körtéket pedig megtisztítjuk és felcikkezzük. A körtecikkeket összekeverjük a citromlével és lefedve 200 fokra előmelegített sütőben 35 percig sütjük, majd félretesszük kihűlni. \n3. A pihentetett tésztát lisztezett felületen kb. 5 mm vastagon kinyújtjuk a piteformánál nagyobbra és belefektetjük a kivajazott formába úgy, hogy a széleinél a túllógó részt levágjuk. A leeső darabokat újra összegyúrjuk és félretesszük. A megmaradt tojásfehérjét lazán felverjük 1 evőkanál porcukorral, és beleforgatjuk a mandulaszirmot és a kihűlt körtecikkeket. Ezt a keveréket belesimítjuk a tésztával kibélelt piteformába. \n4. A pudingport kikeverjük kb. 100 ml tejjel, majd a maradék tejhez adjuk és folyamatosan kevergetve közepes lángon felforraljuk. A még meleg pudingot is a pitére simítjuk. Az újra összegyúrt tésztát kinyújtjuk, 2 cm-es csíkokra vágjuk és berácsozzuk vele a pite tetejét. 180 fokra előmelegített sütőben 35-40 perc alatt készre sütjük, majd szeletelés előtt legalább langyosra hűtjük és megszórjuk porcukorral. ",
            "kepnev": "kortesPite.jpg",
            "forras": "https://streetkitchen.hu/fantasztikus-desszertek/kortes-pite/"
        },
        {
            "id": 17,
            "tipus": "reggeli",
            "nev": "Mazsolás kalács",
            "tagek": "édes;kalács",
            "ido": 60,
            "adag": 3,
            "hozzavalok": [
                {
                    "liszt": "1 kg"
                },
                {
                    "só": "1.2dkg"
                },
                {
                    "cukor": "12dkg"
                },
                {
                    "tojássárgája": "3 db"
                },
                {
                    "tejszín": "400 ml"
                },
                {
                    "friss élesztő": "4 dk"
                },
                {
                    "mazsola": "8 dkg"
                },
                {
                    "vanília kivonat": "2 kiskanál"
                }
            ],
            "elkeszites": "1. A tejet, a tejszínt, az elmorzsolt élesztőt és a tojássárgákat elkevertetjük, majd hozzáadjuk az átszitált lisztet, a cukrot, a sót és a vaníliát és közepes fokozaton kidagasztatjuk a géppel.\n2. Ha erős a liszt, adhatunk még hozzá tejet. Ne legyen túl kemény, de túl lágy sem a tészta. Öt perc után adjuk hozzá a mazsolát és további két percet dagasszuk, majd meleg helyen, letakarva 45 percet érleljük a tésztát.\n3. Miután a kalácstészta megpihent, kilenc részre osztjuk, mert három, háromszálas kalácsot fogunk belőle készíteni. Ha elkészültünk a felosztással, felgömbölyítjük őket, aztán letakarva tovább pihentetjük a tésztát.\n4. Kivajazzuk a sütőformákat, a tésztákból a pihentetés után kalácsot fonunk. Ha ezzel is elkészültünk, betesszük a kalácsokat a sütőformába, majd a felvert tojásokkal megkenjük őket.\n5. Meleg helyen tovább kelesztjük a tésztákat (kb. 45 perc), közben pedig a sütőt alsó és felső sütési fokozatban 190 fok környékére melegítjük. Mielőtt bepakolnánk a kalácsokat a sütőbe, újra megkenjük vékonyan a tojások sárgájával, majd ezután 10 percig 190 fokon, majd lejjebb véve 170 fokra a hőmérsékletet, további 15-20 percig sütjük.",
            "kepnev": "a.jpeg",
            "forras": "https://www.mindmegette.hu/recept/mazsolas-kalacs"
        },
        {
            "id": 18,
            "tipus": "főétel",
            "nev": "Indiai vajas csirke",
            "tagek": "indiai,exotikus",
            "ido": 60,
            "adag": 4,
            "hozzavalok": [
                {
                    "joghurt": "200 g"
                },
                {
                    "mustárolaj": "40  ml"
                },
                {
                    "őrölt deggi csili": "20 g"
                },
                {
                    "gyömbér-fokhagyma paszta": "80 g"
                },
                {
                    "só": "8 g "
                },
                {
                    "őrölt kömény": "20 g"
                },
                {
                    "őrölt koriander": "20 g"
                },
                {
                    "csirkemell": "800 g"
                },
                {
                    "víz": "2 dl"
                },
                {
                    "héj nélküli, felkockázott friss paradicsom": "1 kg"
                },
                {
                    "vöröshagyma": "400 g"
                },
                {
                    "kesudió": "320 g"
                },
                {
                    "zöld kardamom": "4 g"
                },
                {
                    "babérlevél": "4 g"
                },
                {
                    "dinnyemag": "120 g"
                },
                {
                    "fahéjrúd": "8 g"
                },
                {
                    "olaj": "80 ml"
                },
                {
                    "garam masala": "4 g"
                },
                {
                    "kasoori methi gyömbéres fokhagymapaszta": "8 g"
                },
                {
                    "méz": "40 g"
                },
                {
                    "tejszín": "40 g"
                },
                {
                    "vaj": "60 g"
                }
            ],
            "elkeszites": "1. Pácolás\n\nEgy tálba tegyük bele a felkockázott csirkemelleket. Keverjük össze a joghurtot, a mustárolajat, az őrölt deggi csilit, a sót, a gyömbéres fokhagymapasztát, az őrölt köményt és az őrölt koriandert. Alaposan dolgozzuk el a csirkén, és hűtőben lefedve, hagyjuk pihenni egy éjszakán át, hogy a fűszerek jól átjárják a húst.\n2. Mártás\n\nEgy edényben forrósítsunk fel 2 liter vizet. Adjuk hozzá az apróra vágott vöröshagymát, a friss paradicsomot, a kesudiót, a zöld kardamomot, a babérlevelet, a dinnyemagot és a fahéjrudat. Forraljuk a mártást 2 órán keresztül, majd turmixoljuk össze a hozzávalókat. Turmixolás előtt a babérleveleket vegyük ki a mártásból, vagy használjuk őrölt formában.\n\n\n3. Befejezés\n\nEgy másik serpenyőben hevítsünk olajat, majd adjunk hozzá gyömbéres fokhagymapasztát. Melegítsük fel, majd hagyjuk kihűlni. Következő lépésként adjunk hozzá őrölt köményt, őrölt koriandert, garam masalát, sót, kasoori methit, zöld kardamomport és mézet, majd keverjük össze mindezt a korábban elkészített mártással. Főzzük a mártást, amíg sűrű lesz, majd adjuk hozzá a sült csirkét, és hagyjuk forrni. Végül keverjünk tejszínt és vajat a mártásba.\n4. Tálalás\n\nSzedjük a vajas csirkét a már­tással egy tálba, köretként kínáljunk hozzá rizst vagy indiai lepénykenyeret. Csirkemell helyett paneert is használhatunk, így vegetáriánus változatban is elkészíthetjük ezt az ételt.",
            "kepnev": "indiaivajas.png",
            "forras": "https://magyarkonyhaonline.hu/receptek/indiai-vajas-csirke-3"
        },
        {
            "id": 19,
            "tipus": "desszert",
            "nev": "Linzer",
            "tagek": "édes; olcsó; könnyű",
            "ido": 135,
            "adag": 8,
            "hozzavalok": [
                {
                    "liszt": "300 g"
                },
                {
                    "vaj": "200 g"
                },
                {
                    "porcukor": "100 g"
                },
                {
                    "vaníliás cukor": "1 tasak"
                },
                {
                    "citromhéj": "1 citromnyi"
                },
                {
                    "tojás sárgája": "1 darab"
                },
                {
                    "baracklekvár": "200 g"
                },
                {
                    "só": "1 kiskanálnyi"
                },
                {
                    "porcukor": "6 ek (szóráshoz)"
                }
            ],
            "elkeszites": "1. A tésztához egy keverőtálban összekeverjük a lisztet, sót és a porcukrot. Kockázzuk bele a hideg vajat (vagy le is reszelhetjük), és morzsoljuk össze. Mehet hozzá a tojássárgája, vaníliás cukor és citromhéj is, ezekkel együtt gyors mozdulatokkal dolgozzuk össze, majd formázzunk belőle egy lapos cipót, és csomagoljuk be folpackba. Hűtőben pihentessük 30-40 percet (de akár egy egész éjszakát is hagyhatjuk).\n2. A sütőt előmelegítjük 180 fokra. Addig a tésztát kivesszük a hűtőből, és hagyjuk kicsit állni szobahőmérsékleten.\n3. Lisztezett gyúródeszkán 2-3 mm vékonyra kinyújtjuk, majd a klasszikus virág alakú formával kiszúrjuk. Kb. 50-60 darab jön ki. Ne feledjük a virágok tetejét, azoknak habcsővel szúrjuk ki a közepüket.\n4. A linzervirágokat tegyük sütőpapíros tepsire, és 12-15 perc alatt világos színűre sütjük. Világos színűnek kell maradnia, így lesz szép a végeredmény. Mialatt kihűl, még úgyis \"tovább sül\", úgyhogy nem lesz semmiképp sem nyers.\n5. Miután teljesen kihűltek, az aljakra nyomunk egy kávéskanálnyi lekvárt (habzsákból a leggyorsabb és legegyszerűbb). A tetejüket porcukrozzuk le, majd illesszük össze a lekváros aljakkal. Akkor lesz igazán jó ha egy napot áll, így kelően összepuhul.",
            "kepnev": "Linzer.jpg",
            "forras": "https://www.nosalty.hu/recept/klasszikus-linzer-baracklekvarral"
        },
        {
            "id": 20,
            "tipus": "főétel",
            "nev": "Rakott krumpli",
            "tagek": "krumpli;sajtos",
            "ido": 90,
            "adag": 6,
            "hozzavalok": [
                {
                    "burgonya": "1.5 kg"
                },
                {
                    "kolbász": "40 dkg"
                },
                {
                    "tojás": "6 db"
                },
                {
                    "tejföl": "3 dl"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "vaj": "2 evőkanál"
                },
                {
                    "füstölt szalonna": "15 dkg"
                }
            ],
            "elkeszites": "1. A burgonyát meghámozzuk, és kb. 5 mm vastag szeletekre vágjuk. A kolbászt karikákra vágjuk, a tojásokat keményre főzzük, majd karikákra vágjuk.\n2. Egy tepsit kivajazunk, és rétegezzük: burgonya, só, bors, kolbász, tojás, tejföl. Ismételjük a rétegezést, amíg elfogynak a hozzávalók. A legfelső réteg legyen burgonya, amit tejföllel lekenünk.\n3. A szalonnát apró kockákra vágjuk, és serpenyőben ropogósra sütjük, majd a rakott krumpli tetejére szórjuk.\n4. 180°C-ra előmelegített sütőben 1 órán át sütjük, amíg a burgonya megpuhul és a teteje aranybarna lesz.",
            "kepnev": "rakottKrumpli.jpg",
            "forras": "https://www.nosalty.hu/recept/rakott-krumpli"
        },
        {
            "id": 21,
            "tipus": "leves",
            "nev": "Gulyásleves",
            "tagek": "hagyományos",
            "ido": 120,
            "adag": 8,
            "hozzavalok": [
                {
                    "marhalábszár": "1 kg"
                },
                {
                    "vöröshagyma": "2 fej"
                },
                {
                    "fokhagyma": "3 gerezd"
                },
                {
                    "pirospaprika": "2 evőkanál"
                },
                {
                    "őrölt kömény": "1 teáskanál"
                },
                {
                    "burgonya": "50 dkg"
                },
                {
                    "sárgarépa": "2 db"
                },
                {
                    "paradicsompüré": "2 evőkanál"
                },
                {
                    "zsír": "2 evőkanál"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "csipetke": "20 dkg"
                }
            ],
            "elkeszites": "1. A hagymát apróra vágjuk, a zsíron üvegesre pirítjuk. Hozzáadjuk a fokhagymát, majd lehúzzuk a tűzről és belekeverjük a pirospaprikát.\n2. Hozzáadjuk a kockára vágott húst, és addig pirítjuk, amíg minden oldala fehér lesz. Felöntjük 2 liter vízzel, hozzáadjuk a köményt, sót, borsot és paradicsompürét.\n3. Fedő alatt lassú tűzön 1 órán át főzzük. Ezután hozzáadjuk a kockára vágott sárgarépát és burgonyát, majd további 30 percig főzzük.\n4. Közben elkészítjük a csipetkét: lisztből, tojásból és sóból gyúrunk kemény tésztát, majd csipkedjük a levesbe. 5 percig főzzük, majd tálaljuk.",
            "kepnev": "gulyasleves.jpg",
            "forras": "https://www.mindmegette.hu/recept/igazi-gulyasleves"
        },
        {
            "id": 22,
            "tipus": "desszert",
            "nev": "Somlói galuska",
            "tagek": "édes;klasszikus",
            "ido": 60,
            "adag": 6,
            "hozzavalok": [
                {
                    "liszt": "25 dkg"
                },
                {
                    "tojás": "4 db"
                },
                {
                    "cukor": "20 dkg"
                },
                {
                    "sütőpor": "1 csomag"
                },
                {
                    "tej": "2.5 dl"
                },
                {
                    "rum": "2 evőkanál"
                },
                {
                    "csokoládémáz": "15 dkg"
                },
                {
                    "tejszín": "3 dl"
                },
                {
                    "dió": "10 dkg"
                },
                {
                    "vanília puding": "1 csomag"
                }
            ],
            "elkeszites": "1. A tojások sárgáját a cukorral habosra keverjük. Hozzáadjuk a lisztet és sütőport, majd a tejet. A tojásfehérjéből kemény habot verünk, és óvatosan beleforgatjuk.\n2. A tésztát 3 részre osztjuk. Az egyik részbe kakaóporral, a másikba rummal ízesítünk. Mindhárom részt külön sütőpapírral bélelt tepsiben megsütjük 180°C-on 15 percig.\n3. A kihűlt piskótákat kockákra vágjuk. A vanília pudingot elkészítjük a tejjel és cukorral.\n4. Rétegezzük: piskóta, rumos szirup, puding, csokoládémáz, tejszínhab. Ismételjük a rétegeket, a tetejére diót szórunk.",
            "kepnev": "somloiGaluska.jpg",
            "forras": "https://www.nosalty.hu/recept/somloi-galuska-eredeti"
        },
        {
            "id": 23,
            "tipus": "reggeli",
            "nev": "Lángos",
            "tagek": "sós;utcai",
            "ido": 90,
            "adag": 4,
            "hozzavalok": [
                {
                    "liszt": "50 dkg"
                },
                {
                    "élesztő": "2 dkg"
                },
                {
                    "tej": "2.5 dl"
                },
                {
                    "só": "1 teáskanál"
                },
                {
                    "cukor": "1 kávéskanál"
                },
                {
                    "olaj": "a sütéshez"
                },
                {
                    "tejföl": "tálaláshoz"
                },
                {
                    "reszelt sajt": "tálaláshoz"
                },
                {
                    "fokhagymás víz": "tálaláshoz"
                }
            ],
            "elkeszites": "1. A tejben feloldjuk az élesztőt és a cukrot, majd hagyjuk 10 percet állni. A lisztbe keverjük a sót, majd hozzáadjuk az élesztős tejet és gyúrunk lágy tésztát.\n2. Letakarva meleg helyen 1 órán át kelesztjük.\n3. A tésztát kézzel kinyújtjuk, majd olajban bőven, mindkét oldalát aranybarnára sütjük.\n4. Melegen tálaljuk tejföllel, reszelt sajttal és fokhagymás vízzel.",
            "kepnev": "langos.jpg",
            "forras": "https://www.mindmegette.hu/recept/eredeti-langos"
        },
        {
            "id": 24,
            "tipus": "főétel",
            "nev": "Töltött paprika",
            "tagek": "hagyományos",
            "ido": 90,
            "adag": 6,
            "hozzavalok": [
                {
                    "paprika": "12 db (töltő)"
                },
                {
                    "darált hús": "50 dkg"
                },
                {
                    "rizs": "15 dkg"
                },
                {
                    "vöröshagyma": "2 fej"
                },
                {
                    "fokhagyma": "3 gerezd"
                },
                {
                    "pirospaprika": "1 evőkanál"
                },
                {
                    "paradicsom": "1 kg"
                },
                {
                    "só": "ízlésre"
                },
                {
                    "bors": "ízlésre"
                },
                {
                    "olaj": "2 evőkanál"
                }
            ],
            "elkeszites": "1. A rizst félig megfőzzük. A hagymát apróra vágjuk, és az olajon üvegesre pirítjuk. Hozzáadjuk a fokhagymát és a pirospaprikát.\n2. A darált húst összekeverjük a rizzsel, hagymás keverékkel, sóval és borssal.\n3. A paprikák tetejét levágjuk, magházukat kitisztítjuk, majd megtöltjük a húsos keverékkel.\n4. Egy lábas aljára paradicsomszeleteket teszünk, ráhelyezzük a töltött paprikákat, és felöntjük vízzel. Fedő alatt 45 percig főzzük.",
            "kepnev": "toltottPaprika.jpg",
            "forras": "https://www.nosalty.hu/recept/nagymama-fele-toltott-paprika"
        }
    ]
}